nc: 7
depth_multiple: 0.33
width_multiple: 0.50
anchors:
  - [10,13, 16,30, 33,23]
  - [30,61, 62,45, 59,119]
backbone:
  - [-1, 1, Conv, [64, 3, 1]]
  - [-1, 1, Conv, [128, 3, 2]]
  - [-1, 1, BottleneckCSP, [128]]

head:
  - [-1, 1, Conv, [256, 3, 1]]
  - [-1, 1, BottleneckCSP, [256]]
  - [-1, 1, Conv, [512, 3, 2]]
  - [-1, 1, Conv, [nc * (5 + nc), 1, 1]]
